{
  "actors": [
    {
      "dialogue": [
        "P Hello Ma'am, I am Mitch Mitchell Junior, with the Infernal Revenue Service. I've come to investigate your office for possible tax fr-",
        "N JENNY! ANOTHER CALLER FOR YOU. AND BE FUCKING POLITE THIS TIME!",
        "P Ahem, could you please -",
        "N I have no time to talk to low-salary employees.",

        "E ",

        "P Do you have any idea who this receipt could belong to? I found it laying in the trash.",
        "N Yes, because I pay very close attention to every crumpled up piece of paper that people toss in the garbage around here.",
        "P  A 'No' would have sufficed.",

        "E ",

        "P I heard that Jadis recently carried a big box into the office.",
        "P Do you know where they might have put it?",
        "N Do you think I care enough about these people to pay attention to where they put every little thing?",
        "P The box would be a pretty big thing, and I don't see it anywhere.",
        "P Is there any other place it could be?",
        "N There's a storage room, on the left side of the elevator.",
        "NPYou will find the door buried behind all the trash, right next to my hopes and dreams.",

        "E ",

        "P I heard that Jadis recently carried a big box into the office.",
        "P Do you know where they might have put it?",
        "N Do you think I care enough about these people to pay attention to where they put every little thing?",
        "P The box would be a pretty big thing, and I don't see it anywhere.",
        "P Is there any other place it could be?",
        "N There's a the storage room, on the left side of the elevator.",
        "N You will find the door buried behind all the trash, right next to my hopes and dreams.",

        "E ",

        "P I found the box, but it doesn't say to whom it was delivered, and it was empty. Do you know where the contents could have been put?",
        "N ...",
        "N No I wouldn't know anything about that.",

        "E ",

        "P I found the box, but it doesn't say to whom it was delivered, and it was empty. Do you know where the contents could have been put?",
        "N ...",
        "N No I wouldn't know anything about that.",

        "E ",

        "P Are you, or is anyone else in the office, interested in collecting angel figurines?",
        "N You are severely overestimating my emotional engagement in you, them, or any of this.",
        "E ",
        "P Are you, or is anyone else in the office, interested in collecting angel figurines?",
        "N You are severely overestimating my emotional engagement in you, them, or any of this.",

        "E "

      ]
    },

    {
      "dialogue": [
        "N Hello Sir, what seems to be the problem?",
        "P Well, I -",
        "N Pssst I'm on the phone",
        "N (On the phone) You think you may have been wrongfully placed in hell?",
        "N (On the phone) What? You think that you're only down here because you're gay?",
        "N (On the phone) Sir, it says on your file that you murdered ten people in cold blood.",
        "N (On the phone) No, we're not homophobic, YOU'RE JUST HOMOCIDAL.",
        "P Excuse me -",
        "N AAAAAAAaaaaaah!",

        "E ",

        "P Do you know -",
        "N (On the phone) No, you can't use a 'Get Out of Jail Free' card to get out of hell, because that is from a board game-",
        "N (On the phone) -AND THIS IS ETERNAL DAMNATION YOU CAN'T ESCAPE FROM!",
        "P (I don't think I'll get a response out of her.)",

        "E ",

        "P ...",
        "N (On the phone) No Sir, you do indeed deserve to suffer the tortures of tartarus. Yes. BECAUSE YOU TRIED TO SCALP THE NINTENDO SWITCH 2 FOR TRIPLE IT'S VALUE.",
        "P That is indeed deserved.",
        "E ",
        "P ...",
        "N (On the phone) No Sir, you do indeed deserve to suffer the tortures of tartarus. Yes. BECAUSE YOU TRIED TO SCALP THE NINTENDO SWITCH 2 FOR TRIPLE IT'S VALUE.",
        "P That is indeed deserved.",

        "E ",

        "N (On the phone) Yes ma'am, drawing Sonic x Shadow erotic fanart is indeed one of the gravest of sins...",
        "N (On the phone) ...AND IT DOESN'T MATTER THAT YOU WERE ELEVEN YEARS OLD WHEN YOU DID IT.",
        "E ",
        "N (On the phone) Yes ma'am, drawing Sonic x Shadow erotic fanart is indeed one of the gravest of sins...",
        "N (On the phone) ...AND IT DOESN'T MATTER THAT YOU WERE ELEVEN YEARS OLD WHEN YOU DID IT.",

        "E ",

        "N (On the phone) Yes, unironically liking 'Rise of Skywalker' will get you send straight to hell... ",
        "N (On the phone) ...AND YOU DESERVE IT BECAUSE THE WRITING OF THAT MOVIE IS GARBAGE AND -",
        "N ...",
        "N They hung up.",
        "N WAIT I DON'T HAVE ANY CALLERS RIGHT NOW, WHAT DO I DO, I'M NOT USED TO THIS -",
        "P You could tell me who in this office has an interest in collecting angel figurines.",
        "N I don't know...this is the first time in a long time I'm actually seeing my environment...",
        "NPBut I did see Stephen try to covertly put something in his cupboard several times.",
        "N He thinks that if he hides it under his shirt and whistles loudly it will be less suspicous.",
        "P Thank you for your assistance.",
        "N ... What do I do with myself now? Who am I?",

        "E ",

        "N (On the phone) Yes, unironically liking 'Rise of Skywalker' will get you send straight to hell... ",
        "N (On the phone) ...AND YOU DESERVE IT BECAUSE THE WRITING OF THAT MOVIE IS GARBAGE AND -",
        "N ...",
        "N They hung up.",
        "N WAIT I DON'T HAVE ANY CALLERS RIGHT NOW, WHAT DO I DO, I'M NOT USED TO THIS -",
        "P You could tell me who in this office has an interest in collecting angel figurines.",
        "N I don't know...this is the first time in a long time I'm actually seeing my environment...",
        "N But I did see Stephen try to covertly put something in his cupboard several times.",
        "N He thinks that if he hides it under his shirt and whistles loudly it will be less suspicous.",
        "P Thank you for your assistance.",
        "N ... What do I do with myself now? Who am I?",

        "E "
      ]
    },

    {
      "dialogue": [
        "P Hello Sir, I am here to investigate a case of suspected tax fraud. Could you give me any information regarding suspicious activity?",
        "N I think I'm gonna throw up.",
        "P Please don't.",

        "E ",

        "P Do you know who this import tax receipt belongs to?",
        "N Nnnnnnngh.",
        "P I don't know what I expected.",

        "E ",

        "P Jadis recently carried a big box into the office. Do you know where she might have put it?",
        "N Oaaargh...",
        "P Is that a yes?",
        "N Urrrrghhh.",
        "P Do I need to call an ambulance.",
        "E ",
        "P Jadis recently carried a big box into the office. Do you know where she might have put it?",
        "N Oaaargh...",
        "P Is that a yes?",
        "N Urrrrghhh.",
        "P Do I need to call an ambulance.",

        "E ",

        "P The address on this box has been scratched off, do you know who it might belong to?",
        "N Ouuwaahhhh......",
        "P ...Sigh",
        "P Do you know any place other than the storage room where people might put their stuff?",
        "N Urgh! Ngggh! Gggghh!",
        "P Great talk.",

        "E ",

        "P The address on this box has been scratched off, do you know who it might belong to?",
        "N Ouuwaahhhh......",
        "P ...Sigh",
        "P Do you know any place other than the storage room where people might put their stuff?",
        "N Urgh! Ngggh! Gggghh!",
        "P Great talk.",

        "E ",

        "P Do you, or does anyone else here, have an interest in angel figurines.",
        "N ....",
        "N Careful where you tread, son.",
        "E ",
        "P Do you, or does anyone else here, have an interest in angel figurines.",
        "N ....",
        "N Careful where you tread, son.",

        "E "
      ]
    },

    {
      "dialogue": [
        "P .... Hello Sir?",
        "N Approach my brother, I shall do you no harm.",
        "P .... You are the first person that is actually talking to me.",
        "N The poor souls of this department are responsible for providing customer support for all of humanity.",
        "N They seek different ways of coping.",
        "P How do you cope?",
        "N I just stopped picking up calls.",
        "N Anyhow, how may I help you my brother?",
        "P I am with the IRS, and here to investigate possible tax fraud. Have you noticed any suspicous activity around the office?",
        "N I must dissapoint you, for I have been so immersed in meditation that I have not been conscious to the happenings of this immortal coil.",
        "P Anything else you might be able to tell me then? Maybe about your colleagues?",
        "N Certainly my brother.",
        "N The Lady in the front is Sharon, our superior.",
        "N She delegates the work to us, then goes on smoke breaks.",
        "N She may not hold herself to high standards, but she certainly does so for us.",
        "N The girl after her is Jenny, our newest employe.",
        "N She is the only still trying, and therefore receives everybody elses work.",
        "N If I were her I would forgo the years of suffering and skip straight to enlightement.",
        "N After that is Stephen.",
        "N He's been working here longest after Sharon, but he's still an intern.",
        "N I don't know if he has managed to figure out how to pick up a phone yet.",
        "N The person behind me is Jadis.",
        "N Do not worry about the fumes emitting from their desk, it is their tool to enlightement.",
        "P And what is your name?",
        "N This humble soul is known as Damien.",
        "N If you have need for answers, do not hesitate to approach me.",

        "E ",

        "P I found this import tax receipt in the trash nearby, and it doesn't seem to have been paid yet.",
        "P Do you know who this could belong to?",
        "N I do not brother, I apologize.",
        "P Do you know anyone who may have ordered something into the office?",
        "NPI did see Jadis carrying a big box from the elevator. You might want to inquire about that.",

        "E ",

        "P Did you also happen to notice where Jadis put the box?",
        "N No, they only briefly appeared at the edge of my perception before disappearing again.",
        "E ",
        "P Did you also happen to notice where Jadis put the box?",
        "N No, they only briefly appeared at the edge of my perception before disappearing again.",

        "E ",

        "P The address on this package has been scratched off, do you know who it might belong to?",
        "N Forgive me, this is the first time this earthly belonging has been brought before me.",
        "P I see. Can you tell me if there is any extra space where people might put their things then?",
        "N .....",
        "N Such a place doesn't exist, and I woulnd't try to find it my brother.",
        "E ",
        "P The address on this package has been scratched off, do you know who it might belong to?",
        "N Forgive me, this is the first time this earthly belonging has been brought before me.",
        "P I see. Can you tell me if there is any extra space where people might put their things then?",
        "N .....",
        "N Such a place doesn't exist, and I woulnd't try to find it my brother.",
        "E ",

        "P Is anyone here into collecting angel figurines?",
        "N No, I am only interested in statues of the buddha.",
        "P I can only hope they are less inappropiate.",
        "N ...",
        "P ...",
        "N ...",
        "P I see.",

        "E ",

        "P Is anyone here into collecting angel figurines?",
        "N No, I am only interested in statues of the buddha.",
        "P I can only hope they are less inappropiate.",
        "N ...",
        "P ...",
        "N ...",
        "P I see.",

        "E "
      ]
    },

    {
      "dialogue": [
        "P ...",
        "N ...",
        "P Hello?",
        "N ...",
        "N Don't worry, it's catnip.",
        "P Have you noticed any suspicious activity around the office pertaining to tax fraud?",
        "N ...",
        "N ...",
        "N No I have not been frauding any faxes, I usually send stuff per mail.",
        "P ... Alright.",
        "N ...",
        "N ...",
        "N Don't look in the trash behind me.",
        "E ",

        "P Is this import tax receipt yours?",
        "P ...",
        "P ...",
        "N No.",

        "E ",

        "P I heard you were carrying a big box into the office. What did you order?",
        "N ....",
        "N Oh that wasn't mine. Somebody asked me to carry it for them as a favour.",
        "P Who?",
        "N ...",
        "N I don't remember. I might have been very inebriated.",
        "P Where did you put it?",
        "N ...",
        "N I don't remember that either.",
        "P (Sigh.)",
        "E ",
        "P I heard you were carrying a big box into the office. What did you order?",
        "N ....",
        "N Oh that wasn't mine. Somebody asked me to carry it for them as a favour.",
        "P Who?",
        "N ...",
        "N I don't remember. I might have been very inebriated.",
        "P Where did you put it?",
        "N ...",
        "N I don't remember that either.",
        "P (Sigh.)",

        "E ",

        "P The address on this package has been scratched off, do you know who it might belong to?",
        "N ...",
        "N ...",
        "N A dress? What dress.",
        "P Please just tell me if there's any place people might be hiding stuff in around here.",
        "N Oh yeah, the GOON ROOM.",
        "P The what?",
        "N It's the room where people store all the stuff that is way too inappropiate for their workplace.",
        "P Why don't people just order it home???",
        "N ...",
        "N ...",
        "N We live here.",
        "N Well, thankfully the GOON ROOM safely hidden inside the STORAGE ROOM, you can't even see the door because of all the stuff in front of it.",
        "N So nobody will be able to find it.",
        "N ...",
        "N ...",
        "NPWhoops.",
        "E ",
        "P The address on this package has been scratched off, do you know who it might belong to?",
        "N ...",
        "N ...",
        "N A dress? What dress.",
        "P Please just tell me if there's any place people might be hiding stuff in around here.",
        "N Oh yeah, the GOON ROOM.",
        "P The what?",
        "N It's the room where people store all the stuff that is way too inappropiate for their workplace.",
        "P Why don't people just order it home???",
        "N ...",
        "N ...",
        "N We live here.",
        "N Well, thankfully the GOON ROOM safely hidden inside the STORAGE ROOM, you can't even see the door because of all the stuff in front of it.",
        "N So nobody will be able to find it.",
        "N ...",
        "N ...",
        "N Whoops.",

        "E ",

        "P Do you like collecting angel figurines?",
        "N ...",
        "N  I don't have money.",
        "E ",
        "P Do you like collecting angel figurines?",
        "N ...",
        "N  I don't have money.",

        "E "
      ]
    },
    {
      "dialogue": [
        "P A phone...",
        "P There is nothing special about it...",
        "P Hello?",
        "P Hmmm just a long eardrum bursting tone",

        "E ",

        "P I dont think this phone knows anything about this paper..",
        "P Well i guess it doesnt hurt to try",
        "P ouch my ears, I guess it did hurt...",


        "E ",
        "P I should stop talking to innanimate objects...",

        "E ",
        "P I should stop talking to innanimate objects...",

        "E ",
        "P I suppose it is nice talking to someone who isnt crazy...",
        "P Am I right?.... phone? ",

        "E ",
        "P I suppose it is nice talking to someone who isnt crazy...",
        "P Am I right?.... phone? ",

        "E ",

        "P Well, this has been great",
        "E ",
        "P Well, this has been great",
       

        "E "
      ]
    }
  ]
}
