{
  "actors": [
    {
      "dialogue": [
        "P Hello Ma'am, I am MItch Mitchell Junior, with the Infernal Revenue  Service. I've come to investigate your office for possible tax fr-",
        "N JENNY! ANOTHER CALLER FOR YOU. AND BE FUCKING POLITE THIS TIME!",
        "P Ahem, could you please -",
        "N I have no time to talk to low-salary employees.",
        
        "E ",
        
        "P Do you have any idea who this receipt belong's to? It was laying in the trash.",
        "N Yes, because I pay very close attention to every crumbled up piece of paper that people put in the garbage around here.",
        "P  A 'No' would have sufficed.",
        
        "E ",
        
        "P I heard that recently Jadis carried a big box into the office.",
        "P Do you know where they might have put it?",
        "N Do you think I care enough about these people to pay attention to where they put every little thing?",
        "P The box would be a pretty big thing, and I don't see it anywhere.",
        "P Is there any other place it could be?",
        "N There is the storage room, on the left side of the elevator.",
        "N You will find the door buried in all the trash, right next to my hopes and dreams.",
        
        "E ",
        
        "P I found the box, but it doesn't say to whom it was delivered, and it was empty. Do you know where the contents could have been put?",
        "N ...",
        "N No I woulnd't know anything about that.",

        "E ",
        
        "P Are you or is anyone else in the office interested in collecting angel figurines?",
        "N You are severly overestimating my emotional engagement in you, them, or any of this.",
        
        "E "
      ]
    },
    
    {
      "dialogue": [
        "N Hello Sir, what seems to be the problem?",
        "P Well, I -",
        "N Pssst I'm on the phone",
        "N You think you have been wrongfully placed in hell?",
        "N What, you think that you're only down here because you're gay?",
        "N Sir, it says on your file that you murdered ten people in cold blood.",
        "N No, we're not homophobic, YOU'RE JUST HOMOCIDAL.",
        "P Excuse me -",
        "N AAAAAAAaaaaaah!",
        
        "E ",
        
        "P Do you know -",
        "N No, you can't use a 'Get Out of Jail Free' card to get out of hell, because that is from a board game.",
        "N AND THIS IS ETERNAL DAMNATION YOU CAN'T ESCAPE FROM!",
        "P (I don't think I'll get repsonses out of her.)",

        "E ",
        
        "P ...",
        "N No Sir, you do indeed deserve to suffer the tortures of tartarus, BECAUSE YOU TRIED TO SCALPT THE NINTENDO SWITCH 2 FOR TRIPLE IT'S VALUE.",
        "P That is indeed deserved.",
        
        "E ",
        
        "N Yes ma'am, drawing Sonic x Shadow erotic fanart is indeed one of the gravest of sins...",
        "N ...AND IT DOESEN'T MATTER THAT YOU WERE ELEVEN YEARS OLD WHEN YOU DID IT.",
        
        "E ",
        
        "N Yes, unironically liking 'Rise of Skywalker' will indeed get you send straight to hell... ",
        "N ...AND YOU WILL DESERVE IT BECAUSE THE WRITING OF THAT MOVIE IS GARBAGE AND -",
        "N ...",
        "N They hung up.",
        "N WAIT I DON'T HAVE ANY CALLERS RIGHT NOW, WHAT DO I DO, I'M NOT USED TO THIS -",
        "P You could tell me who here as an interest in collecting angel figurines.",
        "N I don't know, this is the first time in a long time I'm actually seeing my environment.",
        "N But I did see Stephen try to covertly put something in his cupboard several times.",
        "N He thinks that if he hides it under his shirt and whistles loudly it will be less suspicous.",
        "P Thank you for your asisstence.",
        "N ... What do I do with myself now? Who am I?",
        
        "E "
      ]
    },

    {
      "dialogue": [
        "P Hello Sir, I am here to investigate tax fraud. Could you give me any information on suspicious activity?",
        "N Nnnnnnngh.",
        "P Oh dear Satan.",
        
        "E ",
        
        "P Do you know who this import tax receipt belongs to?",
        "N Nnnnnnngh.",
        "P Why did I expect anything different.",

        "E ",
        
        "P Jadis recently carried a big box into the office. Do you know where she might have put it?",
        "N NNNNNNNNGH!",
        "P Is that a yes?",
        "N Nnnngh.",
        "P Oh dear devil, help me.",
        
        "E ",
        
        "P Do you know any place other than the storage room where people put their stuff?",
        "N NNNgh! Ngggh! Nnnnngh!",
        
        "E ",
        
        "P Do you or does anyone else here have an interest in angel figurines.",
        "N ....",
        "N Careful where you tread, son.",
        
        "E "
      ]
    },

    {
      "dialogue": [
        "P .... Hello Sir?",
        "N Approach my brother, I shall do you no harm.",
        "P .... You are the first person that is actually talking to me.",
        "N The poor souls of this department are responsible for providing customer support for all of humanity.",
        "N They seek different way's of coping.",
        "P How do you cope?",
        "N I just stopped picking up calls.",
        "N Anyhow, how may I help you my brother?",
        "P I am with the IRS, and here to investigate tax fraud. Have you noticed any suspicous activity around the office?",
        "N I must dissapoint you, for I have been so immersed in meditation that I have not been conscoius to the happenings of this immortal coil.",
        "P Anything else you might be able to tell me then? Maybe about you're collegues?",
        "N Certainly my brother.",
        "N The Lady in the front is Sharon, our superior.",
        "N She delegates the work to us, then goes on smoke breaks.",
        "N She may not hold herself to high standarts, but she certainly does so for us.",
        "N The girl after her is Jenny, our newest employe.",
        "N She is the only still trying, and therefore recieve's everybody else's work.",
        "N If I were here I would forgoe years of suffering and skip straight to enlightement.",
        "N After that is Stephen.",
        "N He's been working here second longest after Sharon, but he's still an intern.",
        "N I don't know if he has managed to figure out how to pick up a phone yet.",
        "N The person behind me is Jadis.",
        "N Do not worry about the fumes emitting from their desk, it is their tool to enlightement.",
        "P And what is your name?",
        "N This humble soul is known as Damien.",
        "N If you have need for answers, do not hesitate to ask.",
        
        "E ",
        
        "P I found this import tax receipt in the trash nearby, and it doesen't seem to have been paid yet.",
        "P Do you know who this could belong to?",
        "N I do not brother, I apologize.",
        "P Has anyone ordered anything into the office?",
        "N I did see Jadis carrying a big box through the elevator. You might want to inquire about that.",

        "E ",
        
        "P Did you also happen to notice where Jadis put the box?",
        "N No, they only briefly appeared at the edge of my perception before dissappearing again.",

        "E ",
        
        "P Please, can you tell me if there is any extra space where people might put their things?",
        "N .....",
        "N Such a place doesen't exist, and I also woulnd't try to find it my brother.",
        
        "E ",
        
        "P Is anyone here into collecting angel figurines?",
        "N No, I am only interested in statues of the buddha.",
        "P I hope they are less inappropiate.",
        "N (Smiles.)",
        
        "E "
      ]
    },

    {
      "dialogue": [
        "P ...",
        "N ...",
        "P Hello?",
        "N ...",
        "N Don't worry, it's catnip.",
        "P Have you noticed any suspicious acitivty around the office pertaining to tax fraud?",
        "N ...",
        "N ...",
        "N No I have not been frauding any faxes, I usually send stuff per mail. (Badum-psh This is a bad joke and I will probably replace it.)",
        "P ... Alright.",
        
        "E ",
        
        "P Is this import tax receipt your's?",
        "P ...",
        "P ...",
        "P No.",

        "E ",

        "P I heard you carrying a big box into the office. What did you order?",
        "N ....",
        "N Oh that wasn't mine. Somebody asked me to carry it for them as a favour.",
        "P Who?",
        "N ...",
        "N I don't remember. I might have been very inebriated.",
        "P Where did you put it?",
        "N ...",
        "N I don't remember that either.",
        "P (Sigh.)",
        
        "E ",
        
        "P Will somebody just please tell me if there is any extra room where people store their belongings?!",
        "N ...",
        "N Oh yeah, there is the GOON ROOM.",
        "P The what?",
        "N It's the room where people store all the stuff that is way to inappropiate for the workplace.",
        "N The things that are too embarassing to show, especially to someone from the outside who might be inspecting the place.",
        "N Thankfully the GOON ROOM safely hidden inside the STORAGE ROOM, you can't even see the door because of all the trash in front of it.",
        "N So nobody will be able to find it.",
        "N ...",
        "N ...",
        "N Whoops.",
        
        "E ",
        
        "P Do you like collecting angel figurines?",
        "N ...",
        "N  I don't have money.",
        
        "E "
      ]
    }
  ]
  }
